---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.FormFailures
source: html/dcba52ed-4490-b760-730d-0f2ec77ed92f.htm
---
# BuiltInFailures.FormFailures Properties

Failed to Add Profile